Repository: llenroc/xamarin-sample
Catalog: Bullytect.Core/I18N/AppResources.*.resx
Languages: es

# Page.Settings.Title
source: Settings
es: Configuración

# Page.Home.Title
source: Home
es: Inicio

# Page.Notifications.Title
source: Notifications
es: Notificaciones

# Page.Children.Title
source: Children analyzed
es: Hijos Analizados

# Page.Profile.Title
source: Profile
es: Perfil

# Page.Alerts.Title
source: Alerts
es: Alertas

# Page.Alert.Detail.Title
source: Alert Detail
es: Detalle de la alerta

# Page.Add.Son.Title
source: Add Son
es: Añadir hijo

# Page.Edit.Son.Title
source: Edit Son
es: Editar hijo

# Page.Son.Profile.Title
source: Detail {0}
es: Detalle {0}

# Page.Results.Title
source: Results
es: Resultados

# Page.Statistics.Title
source: Statistics for {0}
es: Estadísticas

# Common.Loading
source: Operation in progress
es: Operación en progreso

# Common.No.Results.Found
source: No results found
es: Ningún resultado encontrado

# Common.No.Results.Found.Detail
source: No new results available
es: No hay nuevos resultados disponibles

# Common.Timeout.Operation
source: The operation took too long to complete. Try again.
es: La operación tardo demasiado tiempo en completarse. Inténtalo de nuevo.

# Common.Invalid.Session
source: Your session is no longer valid, you must authenticate again.
es: Tú sesión ya no es válida, deberías autenticarte de nuevo.

# Common.Server.Connection.Error
source: Failed to connect to server, please try again later.
es: Fallo al conectarse al servidor, por favor inténtalo de nuevo.

# Common.Server.Error
source: There was an error processing the request on the server.
es: Ocurrió un error al procesar la solicitud en el servidor.

# Common.Cancel.Operation
source: Cancel Operation
es: Cancelar operación

# Common.Cancel.Changes
source: Cancel Changes?
es: ¿ Cancelar cambios ?

# Common.Retry
source: Retry
es: Reintentar

# Common.Btn.Save.Changes
source: Save Changes
es: Guardar cambios

# Common.Placeholder.Firstname
source: First Name
es: Nombre

# Common.Placeholder.School
source: Select School
es: Seleccionar Colegio

# Common.Placeholder.LastName
source: Last Name
es: Apellido

# Common.Placeholder.Password
source: Password
es: Contraseña

# Common.Placeholder.ConfirmPassword
source: Confirm Password
es: Confirmar contraseña

# Common.Placeholder.Telephone
source: Telephone
es: Teléfono

# Common.Placeholder.School.Name
source: Name
es: Nombre

# Common.Placeholder.School.Residence
source: Residence
es: Residencia

# Common.Placeholder.School.Province
source: Province
es: Provincia

# Walkthrough.Btn.Next
source: Next
es: Siguiente

# Walkthrough.Btn.Finish
source: Go To Login
es: Finalizar

# WelcomePage.MainLabel
source: BullTec - The first anti-bullying in internet history.
es: The Social Media Protec

# WelcomePage.SecondLabel
source: Designed to protect the younger and pre-teenagers from attack on social networks of other groups of their age
es: Ayuda a proteger a los niños y jóvenes del acoso y los ataques recibidos de las redes sociales.

# WelcomePage.ClaimText
source: BullTec - The first anti-bullying in internet history. Designed to protect the younger and pre-teenagers from attack on social networks of other groups of their age
es: BullTec - El primer anti-bullying en la historia de Internet. Diseñado para proteger a los jóvenes y preadolescentes del ataque a las redes sociales de otros grupos de su edad

# WelcomePage.ClaimTextSecond
source: Sign in with your account or register
es: Inicie sesión con su cuenta o regístrese

# WelcomePage.Login.Btn
source: Sig in
es: Iniciar Sesión

# WelcomePage.Signup.Btn
source: Signup
es: Registrarse

# WelcomePage.Facebook.Btn
source: Login with Facebook
es: Inciar sesión con Facebook

# WelcomePage.Walkthrough.Btn
source: See Walkthrough
es: Ver Tutorial

# Login.Text
source: Login or register using your email and password.
es: Inicie sesión o regístrese usando su correo electrónico y contraseña.

# Login.Authenticating
source: Authenticating ....
es: Autenticando ....

# Login.Success
source: Successful Authentication
es: Autenticación exitosa

# Login.Failed
source: Invalid email or password
es: Correo electrónico o contraseña inválidos

# Account.Disabled
source: Your account is not validated, you must check your email in order to activate it
es: Su cuenta no está validada, debe verificar su correo electrónico para activarla

# Account.Locked
source: Your account is locked, contact your administrator for more information.
es: Su cuenta está bloqueada, contacte a su administrador para más información.

# Authentication.Email.Already.Exists
source: A user already exists with this email
es: Un usuario ya existe con este correo electrónico

# Login.Forget.Password
source: Did you forget your password?
es: ¿Olvidaste tu contraseña?

# Signup.Page.Title
source: Signup
es: Regístrate

# Signup.Title.Main
source: Register now
es: Regístrate

# Signup.Title.Second
source: Register now and enjoy the pleasures of the demo.
es: Con una cuenta existente o creando una nueva.

# Signup.Create
source: Create Account
es: Crear una cuenta

# Signup.Alredy.User
source: Already a user? Login now
es: ¿Ya eres usuario? Inicia sesión ahora

# Signup.CreatingAccount
source: Creating Account ....
es: Creando cuenta ....

# Signup.Account.Created
source: Your account was created successfully, check your email for more information on how to activate it.
es: Su cuenta ha sido creada con éxito. Antes de que pueda iniciar sesión, debe verificar su correo electrónico siguiendo los pasos que le hemos enviado.

# Signup.Account.Email.Invalid
source: Please enter a valid e-mail
es: Por favor introduzca una dirección de correo electrónico válida

# Signup.Account.Password.Not.Match
source: Passwords do not match
es: Las contraseñas no coinciden

# Signup.Cancel
source: Cancel Signup ?
es: ¿Cancelar registro?

# Password.Recovery.Main.Text
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

# Password.Recovery.Second.Text
source: Don’t worry type your email here and we will recover it for you.
es: No te preocupes, escribe tu correo electrónico aquí y lo recuperaremos por usted.

# Password.Recovery.Send
source: Send
es: Enviar

# Password.Recovery.Validation.Email
source: Please enter a valid e-mail
es: Por favor introduzca una dirección de correo electrónico válida

# Password.Recovery.Request.Completed
source: You will receive an email with the steps to complete the process
es: Recibirás un correo electrónico con los pasos para completar el proceso

# Home.Toolbar.Children
source: Children ({0})
es: Hijos ({0})

# Home.Toolbar.Results
source: Results
es: Resultados

# Home.Toolbar.Profile
source: Profile
es: Perfil

# Home.Loading.Profile
source: Loading Profile
es: Cargando Perfil

# Home.Loading.Failed
source: Failed to load user profile
es: Error al cargar el perfil de usuario

# Home.Alerts.List.Title
source: Last Alerts ( last {0} minutes )
es: Últimas Alertas

# Home.Show.Alerts
source: Show Alerts
es: Ver Alertas

# Home.Alerts.Not.Found.MainText
source: No Alert Found
es: No se encontraron alertas

# Home.Alerts.Not.Found.SecondText
source: No new alerts available
es: No hay nuevas alertas disponibles

# Home.Profile.Load.Error
source: Error loading profile
es: Error cargando el perfil

# Son.Profile.Birthday
source: Birthday: {0}
es: Nacimiento: {0}

# Son.Profile.School
source: School: {0}
es: Colegio: {0}

# Son.Profile.Delete.Confirm
source: Delete child?
es: ¿Eliminar hijo?

# Children.Not.Found.MainText
source: No children found
es: No se encontraron hijos

# Children.Not.Found.SecondText
source: No children found
es: No se encontraron hijos

# Children.Error.Ocurred
source: An error occurred while loading children's information
es: Se produjo un error al cargar la información de los niños

# Children.Toolbar.Results
source: Results
es: Resultados

# Children.Toolbar.Alerts
source: Alerts
es: Alertas

# Children.Toolbar.Edit
source: Edit
es: Editar

# Profile.Save.Changes
source: Save Changes
es: Guardar Cambios

# Profile.Cancel.Changes
source: Cancel Changes?
es: ¿ Cancelar cambios ?

# Profile.Saving.Changes
source: Saving Changes ...
es: Guardando cambios ...

# Profile.Delete.Account
source: Delete Account
es: Borrar Cuenta

# Profile.Account.Updated
source: Account Updated ...
es: Cuenta actualizada ...

# Profile.Image.Section
source: Edit Profile Image
es: Cambiar imagen de perfil

# Profile.General.Information.Section
source: General information
es: Información general

# Profile.Loading.Data
source: Loading profile data
es: Cargando información del perfil

# Profile.Account.Deleted
source: Account Deleted
es: Ha solicitado la eliminación de la cuenta, acceda a su correo electrónico para confirmar la eliminación de la cuenta.

# Profile.Account.Deleting
source: Account Deleting
es: Eliminación de cuenta

# Profile.Confirm.Account.Deleting
source: Confirm Account Deleting
es: Confirmar la eliminación de la cuenta

# Profile.Confirm.SignOut
source: Sign out?
es: ¿ Cerrar sesión ?

# Profile.Updating.Profile.Image
source: Updating Profile Image
es: Actualizando imagen de perfil

# Profile.Select.Profile.Image
source: Select profile image
es: Seleccionar imagen de perfil

# Profile.Select.Profile.Image.From.Camera
source: Take photo from camera
es: Tomar fotos de la cámara

# Profile.Select.Profile.Image.From.Galery
source: Pick photo from gallery
es: Escoja la foto de la galería

# Profile.Updating.Profile.Image.Failed
source: An error occurred while processing the file on the server. The profile image could not be updated. Try another file or try it later
es: Se produjo un error al procesar el archivo en el servidor. La imagen del perfil no se pudo actualizar. Prueba con otro archivo o pruébalo más tarde

# Profile.Updating.Profile.Image.Success
source: Profile Image Uploaded Successfully
es: Imagen de perfil cargada con éxito

# Profile.Updating.Error
source: There was an error updating profile information
es: Hubo un error al actualizar la información del perfil

# Profile.Data.Not.Found
source: Profile information not found
es: Información de perfil no encontrada

# Alerts.Not.Found.MainText
source: Alerts Not Found
es: Alertas no encontradas

# Alerts.Not.Found.SecondText
source: Alerts Not Found
es: Alertas no encontradas

# Alerts.Delete.Alert
source: Delete Alert
es: Eliminar alerta

# Alerts.Error.Ocurred
source: Error loading Alerts
es: Error al cargar Alertas

# Alerts.Confirm.Clear
source: Clear alerts?
es: ¿ Limpiar alertas ?

# Alert.Confirm.Clear
source: Delete alert?
es: ¿ Eliminar alerta ?

# Alerts.Deleting.Alerts
source: Deleting Alerts
es: Eliminar alertas

# Alerts.Warning.Text
source: Warning data
es: Datos de advertencia

# Alerts.Danger.Text
source: Danger Data
es: Datos de peligro

# Alerts.Info.Text
source: Informative data
es: Datos informativos

# Alerts.Success.Text
source: Success Data
es: Datos de éxito

# Alerts.Deleted
source: Alert Deleted
es: Alerta eliminada

source: Loading Alerts
es: Cargando Alertas

# EditSon.General.Section.Title
source: General Information
es: Información General

# EditSon.Cancel
source: Cancel Changes?
es: ¿ Cancelar Cambios ?

# EditSon.General.Change.Profile.Image
source: Change Profile Image
es: Cambiar imagen de perfil

# EditSon.RRSS.Section.Title
source: Enabled Social Networks
es: Redes sociales habilitadas

# EditSon.Update.Social.Media.Facebook
source: Update Social Media Facebook
es: Actualizar redes sociales Facebook

# EditSon.Update.Social.Media.Instagram
source: Update Social Media Instagram
es: Actualizar redes sociales Instagram

# EditSon.Update.Social.Media.Youtube
source: Update Social Media Youtube
es: Actualizar redes sociales Youtube

# EditSon.Saving.Changes
source: Saving Changes ...
es: Guardando cambios ...

# EditSon.Saved.Changes.Successfully
source: Saved Changes successfully ...
es: Cambios Guardados satisfactoriamente ...

# EditSon.Social.Media.Added
source: Social Media Added
es: Medio social añadido

# EditSon.Social.Media.Deleted
source: Social Media Deleted
es: Medio social eliminado

# EditSon.School.Not.Found
source: No schools found. You must add it
es: No se encontraron escuelas. Debes agregarlo

# EditSon.Saving.School
source: Saving School ...
es: Guardando colegio ...

# EditSon.School.Saved
source: School Saved
es: Colegio registrado

# EditSon.Find.School
source: Searching schools
es: Buscando escuelas

# EditSon.Find.School.Title
source: Search Schools
es: Buscar escuelas

# EditSon.Find.School.Placeholder
source: Enter the name of the school
es: Ingrese el nombre de la escuela

# EditSon.Find.School.No.Results.Title
source: No schools found
es: No se encontraron escuelas

# EditSon.Add.School
source: Add school
es: Agregar escuela

# EditSon.Find.School.No.Results.Text
source: No schools found for search terms
es: No se encontraron escuelas para los términos de búsqueda

# EditSon.School.Map.Select
source: Select location of {0}
es: Seleccione la ubicación de {0}

# EditSon.School.Map.Select2
source: Select location of School
es: Seleccione la ubicación de la escuela

# EditSon.School.Map.Visualize
source: Location of {0}
es: Ubicación de {0}

# EditSon.School.Map.Visualize2
source: Location of School
es: Ubicación de la escuela

# Global.ErrorOcurred
source: An error occurred
es: Ocurrió un error

# Common.SignOut
source: You have successfully logged out
es: Has terminado tu sesion satisfactoriamente

# EditSon.Add.School.Title
source: Add school
es: Agregar escuela

# Home.Add.Son
source: Add Son
es: Agregar hijo

# Home.Not.Children.Found
source: No child to analyze
es: Ningún niño para analizar

# Profile.Can.Not.Take.Photo.From.Camera
source: Can not take Photo From Camera
es: No se puede tomar la foto de la cámara

# Profile.Image.Change
source: Change profile picture
es: Cambiar foto de perfil

# EditSon.Social.Media.Info.Title
source: How to enable social media?
es: ¿Cómo habilitar las redes sociales?

# EditSon.Social.Media.Info.Text
source: Unconfigured social media or an invalid access token will appear disabled. In this case, I changed the status of the switch to the desired social medium and enter the child's credentials in the login screen that will appear next.
es: Las redes sociales no configuradas o un token de acceso no válido aparecerán deshabilitados. En este caso, cambié el estado del interruptor al medio social deseado e ingresé las credenciales del niño en la pantalla de inicio de sesión que aparecerá a continuación.

# EditSon.Social.Media.Invalid.Access.Token
source: The Access Token is invalid
es: El token de acceso no es válido

# EditSon.Social.Media.Unconfigured.Access.Token
source: Unconfigured access token
es: Token de acceso no configurado

# EditSon.Social.Media.Valid.Access.Token
source: Access Token is valid
es: Token de acceso no válido

# Settings.Alerts.Categories
source: Alerts Categories
es: Categorías de alertas

# Settings.Alerts.Categories.Success.Alerts.Name
source: Success Alerts
es: Alertas de éxito

# Settings.Alerts.Categories.Success.Alerts.Description
source: Success Alerts
es: Alertas de éxito

# Settings.Alerts.Categories.Info.Alerts.Name
source: Info Alerts
es: Alertas de información

# Settings.Alerts.Categories.Info.Alerts.Description
source: Info Alerts
es: Alertas de información

# Settings.Alerts.Categories.Warning.Alerts.Name
source: Warning Alerts
es: Alertas de advertencia

# Settings.Alerts.Categories.Warning.Alerts.Description
source: Warning Alerts
es: Alertas de advertencia

# Settings.Alerts.Categories.Danger.Alerts.Name
source: Danger Alerts
es: Alertas de peligro

# Settings.Alerts.Categories.Danger.Alerts.Description
source: Danger Alerts
es: Alertas de peligro

# Settings.Alerts.General
source: General configuration
es: Configuración general

# Settings.Antiquity.Of.Alerts
source: Antiquity of alerts
es: Antigüedad de alertas

# Settings.Antiquity.Of.Alerts.Description
source: {0} minutes
es: {0} minutos

# Settings.Push.Notifications
source: Enable Push Notifications
es: Habilitar notificaciones automáticas

# Settings.Push.Notifications.Description
source: Enabling push notifications will allow you to receive notifications without having the app open.
es: La activación de notificaciones push le permitirá recibir notificaciones sin tener la aplicación abierta.

# Settings.Remove.Alerts
source: Remove Alerts
es: Eliminar alertas

# Settings.Remove.Alerts.Description
source: Alerts are not deleted by default, you can set them when they are deleted.
es: Las alertas no se eliminan de forma predeterminada, puede configurarlas cuando se eliminan.

# Settings.Remove.Alerts.Never
source: Never
es: Nunca

# Settings.Remove.Alerts.Last.Hour
source: Last Hour
es: última hora

# Settings.Remove.Alerts.Last.Day
source: Last Day
es: Último día

# Settings.Remove.Alerts.Last.Month
source: Last Month
es: El mes pasado

# Settings.Alerts.Count.New.Alerts
source: Number of Alerts
es: Número de alertas

# Settings.Alerts.Count.New.Alerts.Description
source: Select the maximum number of alerts you want to appear on the home screen
es: Seleccione la cantidad máxima de alertas que desea que aparezca en la pantalla de inicio

# Settings.Alerts.Last.Alerts
source: {0} Alerts
es: {0} Alertas

# Settings.Changes.Saved
source: Changes saved
es: Cambios guardados

# Results.Comments.Son
source: Extracted Comments
es: Comentarios extraídos

# Results.Comments.Son.Loading
source: Loading extracted Comments
es: Cargando los comentarios extraídos

# Results.Comments.Son.Error
source: Error Loading extracted comments
es: Error al cargar los comentarios extraídos

# Results.System.Alerts
source: System Alerts
es: Alertas del sistema

# Results.System.Alerts.Loading
source: Loading System Alerts ...
es: Cargando alertas del sistema ...

# Results.System.Alerts.Error
source: Error Loading System Alerts
es: Error al cargar las alertas del sistema

# Results.Social.Media.Likes
source: Social Media Likes
es: "Likes" por medio social

# Results.Social.Media.Likes.Loading
source: Loading Social Media Likes
es: Cargando "Likes" por medio social

# Results.Social.Media.Likes.Error
source: Error Loading Social Media Likes
es: Error cargando "Likes" por medio social

# Results.Most.Active.Friends
source: Most Active Friends
es: Amigos más activos

# Results.Most.Active.Friends.Loading
source: Loading New Friends
es: Cargando nuevos amigos

# Results.Most.Active.Friends.Error
source: Error Loading New Friends
es: Error al cargar nuevos amigos

# Results.New.Friends
source: New Friends
es: Nuevos amigos

# Results.New.Friends.Loading
source: Loading New Friends
es: Cargando nuevos amigos

# Results.New.Friends.Error
source: Error Loading New Friends
es: Error al cargar nuevos amigos

# Settings.Statistics.Son.General
source: General configuration
es: Configuración general

# Settings.Statistics.General.Interval
source: Time interval
es: Intervalo de tiempo

# Settings.Statistics.General.Interval.Description
source: You can set the time interval for which the results will be displayed
es: Puede establecer el intervalo de tiempo para el que se mostrarán los resultados

# Settings.Statistics.General.Interval.Option
source: The last {0} days
es: Los últimos {0} días

# Statistics.Son.Social.Sentiment.Analysis
source: Social Sentiment Analysis
es: Análisis de sentimiento social

# Statistics.Son.Social.Sentiment.Analysis.Loading
source: Loading Sentiment Analysis ...
es: Cargando el análisis de sentimiento ...

# Statistics.Son.Social.Sentiment.Analysis.Error
source: Sentiment Analysis graph could not be loaded
es: El gráfico de Análisis de Sentimiento no se pudo cargar

# Statistics.Son.Social.Media.Activities
source: Social Media Activities
es: Actividad en medios sociales

# Statistics.Son.Social.Media.Activities.Loading
source: Loading Activities Statistics
es: Cargando estadísticas de medios sociales

# Statistics.Son.Social.Media.Activities.Error
source: Activities graph could not be loaded
es: La gráfica de actividad en medios sociales no ha podido ser mostrada

# Statistics.Son.Four.Dimensions
source: Four Dimensions
es: Cuatro dimensiones

# Statistics.Son.Four.Dimensions.Loading
source: Loading Dimensions ...
es: Cargando dimensiones ...

# Statistics.Son.Four.Dimensions.Error
source: Dimensions graph could not be loaded
es: Gráfica de dimensiones no ha podido ser cargada

# Statistics.Son.Communities
source: Communities
es: Comunidades

# Statistics.Son.Communities.Loading
source: Communities
es: Comunidades

# Statistics.Son.Communities.Error
source: Community graph could not be loaded
es: La gráfica de comunidades no ha podido ser mostrada

# Alerts.Category.Default
source: No action required
es: Ninguna acción requerida

# Alerts.Category.Information.Son
source: Go to the editing section of the child for more information
es: Vaya a la sección de edición del niño para más información

# Alerts.Category.General.Statistics
source: Go to the Results section to get more information
es: Vaya a la sección de Resultados para obtener más información

# Alerts.Category.Statistics.Son
source: Go to the child's statistics section for more information
es: Vaya a la sección de estadísticas del niño para más información
